In [3]:
import pandas as pd

In [6]:
archivo = pd.read_csv("datos.csv")

In [7]:
archivo

    nombre   apellido  edad
0    lucas      dalto    97
1  roberto  demencial    42
2   camila      dalto    24
3  nicolas     zosten    27
4  maquina  galactica    39